Repository: abdullahi-usman/byzanz-gui
Catalog: po/ha.po
Languages: ha

source: Cancel
ha: Fita

source: Start Recording
ha: Fara recodin

source: Record whole screen
ha: Kayi recodin dukan screen

source: Record current screen
ha: Kayi recodin screen na gaba

source: Record with audio
ha: Yi recodin da murya

source: Record cursor
ha: Yi recodin da alkalami

source: Use Ctrl+Alt+R to stop
ha: Yi amfani da Ctrl+Alt+R ka dakatar

source: Delay (in secs)
ha: Saurara (secan)

source: Duration (in secs)
ha: Tsawon (secan)

source: Save as
ha: Ajje akan
